Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Copy Full Rich Text
de: Alles als Rich Text kopieren
es: Copiar todo con formato
fil: Kopyahin ang Buong Rich Text
fr: Copier tout en texte enrichi
hr: Kopiraj cijeli obogaćeni tekst
id: Salin Seluruh Teks Kaya
ja: 全文をリッチテキストでコピー
ko: 전체를 서식 있는 텍스트로 복사
ms: Salin Seluruh Teks Kaya
pl: Kopiuj cały tekst sformatowany
pt_br: Copiar todo o texto formatado
ro: Copiază tot textul formatat
ru: Копировать всё с форматированием
th: คัดลอกข้อความมีรูปแบบทั้งหมด
tr: Tüm Zengin Metni Kopyala
zh_hans: 复制全文富文本
zh_hant: 複製全文富文字

source: Copy Full Markdown
de: Alles als Markdown kopieren
es: Copiar todo en Markdown
fil: Kopyahin ang Buong Markdown
fr: Copier tout en Markdown
hr: Kopiraj cijeli Markdown
id: Salin Seluruh Markdown
ja: 全文をMarkdownでコピー
ko: 전체를 Markdown으로 복사
ms: Salin Seluruh Markdown
pl: Kopiuj cały Markdown
pt_br: Copiar todo o Markdown
ro: Copiază tot Markdownul
ru: Копировать всё в Markdown
th: คัดลอก Markdown ทั้งหมด
tr: Tüm Markdown'ı Kopyala
zh_hans: 复制全文 Markdown
zh_hant: 複製全文 Markdown

source: Copy as Plain Text
de: Als reinen Text kopieren
es: Copiar como texto sin formato
fil: Kopyahin bilang Plain Text
fr: Copier en texte brut
hr: Kopiraj kao obični tekst
id: Salin sebagai Teks Biasa
ja: プレーンテキストとしてコピー
ko: 일반 텍스트로 복사
ms: Salin sebagai Teks Biasa
pl: Kopiuj jako zwykły tekst
pt_br: Copiar como texto simples
ro: Copiază ca text simplu
ru: Как обычный текст
th: คัดลอกเป็นข้อความธรรมดา
tr: Düz Metin Olarak Kopyala
zh_hans: 复制为纯文本
zh_hant: 複製為純文字

source: Copy as Rich Text
de: Als Rich Text kopieren
es: Copiar como texto con formato
fil: Kopyahin bilang Rich Text
fr: Copier en texte enrichi
hr: Kopiraj kao obogaćeni tekst
id: Salin sebagai Teks Kaya
ja: リッチテキストとしてコピー
ko: 서식 있는 텍스트로 복사
ms: Salin sebagai Teks Kaya
pl: Kopiuj jako tekst sformatowany
pt_br: Copiar como texto formatado
ro: Copiază ca text formatat
ru: Как форматированный текст
th: คัดลอกเป็นข้อความมีรูปแบบ
tr: Zengin Metin Olarak Kopyala
zh_hans: 复制为富文本
zh_hant: 複製為富文字

source: Copy as Markdown
de: Als Markdown kopieren
es: Copiar como Markdown
fil: Kopyahin bilang Markdown
fr: Copier en Markdown
hr: Kopiraj kao Markdown
id: Salin sebagai Markdown
ja: Markdown としてコピー
ko: Markdown으로 복사
ms: Salin sebagai Markdown
pl: Kopiuj jako Markdown
pt_br: Copiar como Markdown
ro: Copiază ca Markdown
ru: Как Markdown
th: คัดลอกเป็น Markdown
tr: Markdown Olarak Kopyala
zh_hans: 复制为 Markdown
zh_hant: 複製為 Markdown

source: Copy prompt
de: Prompt kopieren
es: Copiar prompt
fr: Copier le prompt
hr: Kopiraj prompt
ja: プロンプトをコピー
ko: 프롬프트 복사
zh_hans: 复制提示词
zh_hant: 複製提示詞

source: Copy result
de: Ergebnis kopieren
es: Copiar el resultado
fr: Copier le résultat
hr: Kopiraj rezultat
ja: 結果をコピー
ko: 결과 복사
zh_hans: 复制结果
zh_hant: 複製結果

source: Current tool
de: Aktuelles Werkzeug
es: Herramienta actual
fr: Outil en cours
hr: Trenutni alat
ja: 現在のツール
ko: 현재 도구
zh_hans: 当前工具
zh_hant: 目前工具

source: Delegate self-contained sub-tasks to a sub agent that works in its own hidden session and reports back. The same tool also lets the assistant check on or stop what it started. Several agents can run at once, so a large fan-out uses correspondingly more of your quota. On by default; when off, it is not offered to the model at all.
de: Delegieren Sie in sich abgeschlossene Teilaufgaben an einen Subagenten, der in einer eigenen verborgenen Sitzung arbeitet und Bericht erstattet. Dasselbe Werkzeug erlaubt dem Assistenten auch, Gestartetes zu prüfen oder zu stoppen. Mehrere Agenten können gleichzeitig laufen; eine große Auffächerung verbraucht entsprechend mehr Ihres Kontingents. Standardmäßig aktiviert; deaktiviert wird es dem Modell gar nicht angeboten.
es: Delega subtareas autónomas en un subagente que trabaja en su propia sesión oculta e informa del resultado. La misma herramienta permite al asistente consultar o detener lo que ha iniciado. Pueden ejecutarse varios agentes a la vez, así que una gran ramificación consume proporcionalmente más de tu cuota. Activado de forma predeterminada; si está desactivado, no se ofrece al modelo en absoluto.
fr: Déléguez des sous-tâches autonomes à un sous-agent qui travaille dans sa propre session masquée et rend compte du résultat. Le même outil permet aussi à l’assistant de suivre ou d’arrêter ce qu’il a lancé. Plusieurs agents peuvent s’exécuter simultanément : une large parallélisation consomme donc davantage de votre quota. Activé par défaut ; désactivé, il n’est pas proposé au modèle du tout.
hr: Delegirajte zaokružene podzadatke podagentu koji radi u vlastitoj skrivenoj sesiji i javlja rezultat. Isti alat asistentu omogućuje i provjeru ili zaustavljanje onoga što je pokrenuo. Više agenata može se izvoditi istodobno, pa veliko grananje razmjerno više troši vašu kvotu. Uključeno prema zadanim postavkama; kada je isključeno, alat se uopće ne nudi modelu.
ja: 独立したサブタスクをサブエージェントに委任すると、専用の非表示セッションで作業し結果を報告します。同じツールで、開始した処理の確認や停止も行えます。複数のエージェントを同時に実行できるため、大きく並列化するとその分だけ割り当てを多く消費します。既定ではオンで、オフの場合はモデルには一切提示されません。
ko: 독립적인 하위 작업을 서브 에이전트에 위임하면 자체 숨김 세션에서 작업하고 결과를 보고합니다. 같은 도구로 시작한 작업을 확인하거나 중지할 수도 있습니다. 여러 에이전트가 동시에 실행될 수 있으므로 크게 분산하면 그만큼 할당량을 더 사용합니다. 기본값은 켜짐이며, 꺼두면 모델에 전혀 제공되지 않습니다.
zh_hans: 把独立的子任务交给子代理，在它自己的隐藏会话中完成并汇报结果。同一个工具也可用于查看或停止已派发的任务。多个子代理可同时运行，因此一次派发较多会相应消耗更多额度。默认开启；关闭后，模型完全看不到这个工具。
zh_hant: 將獨立的子任務委派給子代理，它會在自己的隱藏工作階段中完成並回報結果。同一個工具也讓助理查看或停止它啟動的工作。多個代理可以同時執行，因此大量並行會相應消耗更多額度。預設開啟；關閉後，完全不會提供給模型。

source: Delete "%@"? Any default, voice, or vision selection pointing at this group will be cleared. The models themselves are not deleted.
de: „%@“ löschen? Alle Standard-, Sprach- oder Bildauswahlen, die auf diese Gruppe verweisen, werden zurückgesetzt. Die Modelle selbst werden nicht gelöscht.
es: ¿Eliminar "%@"? Se borrará cualquier selección predeterminada, de voz o de visión que apunte a este grupo. Los modelos en sí no se eliminan.
fil: Tanggalin ang "%@"? Ic-clear ang anumang default, voice, o vision na pagpiling nakaturo sa group na ito. Hindi tatanggalin ang mga model mismo.
fr: Supprimer « %@ » ? Toute sélection par défaut, vocale ou visuelle pointant vers ce groupe sera effacée. Les modèles eux-mêmes ne sont pas supprimés.
hr: Obrisati "%@"? Svaki zadani, glasovni ili vizualni odabir koji upućuje na ovu grupu bit će poništen. Sami modeli neće biti obrisani.
id: Hapus "%@"? Setiap pilihan bawaan, suara, atau visual yang mengarah ke grup ini akan dibersihkan. Model itu sendiri tidak dihapus.
ja: 「%@」を削除しますか？このグループを参照しているデフォルト、音声、画像の選択はすべて解除されます。モデル自体は削除されません。
ko: '%@'을(를) 삭제하시겠습니까? 이 그룹을 가리키는 기본, 음성, 이미지 선택이 모두 해제됩니다. 모델 자체는 삭제되지 않습니다.
ms: Padam "%@"? Sebarang pilihan lalai, suara, atau visi yang menunjuk ke kumpulan ini akan dikosongkan. Model itu sendiri tidak dipadam.
pl: Usunąć: "%@"? Wszelkie ustawienia domyślne, głosowe lub wizualne wskazujące tę grupę zostaną wyczyszczone. Same modele nie zostaną usunięte.
pt_br: Excluir "%@"? Qualquer seleção padrão, de voz ou de imagem que aponte para este grupo será limpa. Os modelos em si não são excluídos.
ro: Ștergi "%@"? Orice selecție implicită, vocală sau de imagine care indică acest grup va fi anulată. Modelele în sine nu sunt șterse.
ru: Удалить «%@»? Любой выбор по умолчанию, голосовой или визуальный, указывающий на эту группу, будет сброшен. Сами модели не удаляются.
th: ลบ "%@" หรือไม่ การเลือกค่าเริ่มต้น เสียง หรือภาพที่ชี้มายังกลุ่มนี้จะถูกล้าง ตัวโมเดลเองจะไม่ถูกลบ
tr: Silinsin mi: "%@"? Bu grubu gösteren varsayılan, ses veya görüntü seçimleri temizlenir. Modellerin kendisi silinmez.
zh_hans: 删除“%@”？指向该分组的默认、语音或视觉选择都会被清除。分组内的模型本身不会被删除。
zh_hant: 要刪除「%@」嗎？所有指向這個群組的預設、語音或圖片選項都會被清除，模型本身不會被刪除。

source: Delete Backup
de: Sicherung löschen
es: Eliminar copia
fil: Tanggalin ang Backup
fr: Supprimer la sauvegarde
hr: Obriši sigurnosnu kopiju
id: Hapus Cadangan
ja: バックアップを削除
ko: 백업 삭제
ms: Padam Sandaran
pl: Usuń kopię zapasową
pt_br: Excluir backup
ro: Șterge copia de rezervă
ru: Удалить копию
th: ลบข้อมูลสำรอง
tr: Yedeği Sil
zh_hans: 删除备份
zh_hant: 刪除備份

source: Delete Message?
de: Nachricht löschen?
es: ¿Eliminar mensaje?
fil: Tanggalin ang Mensahe?
fr: Supprimer le message ?
hr: Obrisati poruku?
id: Hapus Pesan?
ja: メッセージを削除しますか？
ko: 메시지를 삭제할까요?
ms: Padam Mesej?
pl: Usunąć wiadomość?
pt_br: Excluir mensagem?
ro: Ștergi mesajul?
ru: Удалить сообщение?
th: ลบข้อความหรือไม่
tr: Mesaj silinsin mi?
zh_hans: 删除消息？
zh_hant: 刪除訊息？

source: Delete From Here
de: Ab hier löschen
es: Eliminar desde aquí
fil: Tanggalin Mula Dito
fr: Supprimer à partir d'ici
hr: Obriši od ovdje nadalje
id: Hapus dari Sini
ja: ここから削除
ko: 여기서부터 삭제
ms: Padam dari Sini
pl: Usuń od tego miejsca
pt_br: Excluir daqui em diante
ro: Șterge de aici înainte
ru: Удалить, начиная отсюда
th: ลบจากตรงนี้
tr: Buradan İtibaren Sil
zh_hans: 从此处删除
zh_hant: 從此處刪除

source: Delete this backup file?
de: Diese Sicherungsdatei löschen?
es: ¿Eliminar este archivo de copia de seguridad?
fil: Tanggalin ang backup file na ito?
fr: Supprimer ce fichier de sauvegarde ?
hr: Obrisati ovu datoteku sigurnosne kopije?
id: Hapus file cadangan ini?
ja: このバックアップファイルを削除しますか？
ko: 이 백업 파일을 삭제하시겠습니까?
ms: Padam file sandaran ini?
pl: Usunąć ten plik kopii zapasowej?
pt_br: Excluir este arquivo de backup?
ro: Ștergi acest fișier de rezervă?
ru: Удалить этот файл копии?
th: ลบไฟล์ข้อมูลสำรองนี้หรือไม่
tr: Bu yedek dosyası silinsin mi?
zh_hans: 删除此备份文件？
zh_hant: 刪除此備份檔案？

source: Delete Record and Files
de: Datensatz und Dateien löschen
es: Eliminar el registro y los archivos
fil: Tanggalin ang Record at mga File
fr: Supprimer l'entrée et les fichiers
hr: Obriši zapis i datoteke
id: Hapus Catatan dan File
ja: 記録とファイルを削除
ko: 기록 및 파일 삭제
ms: Padam Rekod dan File
pl: Usuń rekord i pliki
pt_br: Excluir o registro e os arquivos
ro: Șterge înregistrarea și fișierele
ru: Удалить запись и файлы
th: ลบระเบียนและไฟล์
tr: Kaydı ve Dosyaları Sil
zh_hans: 删除记录和文件
zh_hant: 刪除記錄和檔案

source: Delete Record Only
de: Nur Datensatz löschen
es: Eliminar solo el registro
fil: Tanggalin ang Record Lang
fr: Supprimer l'entrée seulement
hr: Obriši samo zapis
id: Hapus Catatan Saja
ja: 記録のみ削除
ko: 기록만 삭제
ms: Padam Rekod Sahaja
pl: Usuń tylko rekord
pt_br: Excluir só o registro
ro: Șterge doar înregistrarea
ru: Удалить только запись
th: ลบเฉพาะระเบียน
tr: Yalnızca Kaydı Sil
zh_hans: 仅删除记录
zh_hant: 僅刪除記錄

source: Delete this backup record?
de: Diesen Sicherungsdatensatz löschen?
es: ¿Eliminar este registro de copia de seguridad?
fil: Tanggalin ang backup record na ito?
fr: Supprimer cette entrée de sauvegarde ?
hr: Obrisati ovaj zapis sigurnosne kopije?
id: Hapus catatan cadangan ini?
ja: このバックアップ記録を削除しますか？
ko: 이 백업 기록을 삭제하시겠습니까?
ms: Padam rekod sandaran ini?
pl: Usunąć ten rekord kopii zapasowej?
pt_br: Excluir este registro de backup?
ro: Ștergi această înregistrare de copie de rezervă?
ru: Удалить эту запись копии?
th: ลบระเบียนข้อมูลสำรองนี้หรือไม่
tr: Bu yedekleme kaydı silinsin mi?
zh_hans: 删除这条备份记录？
zh_hant: 要刪除這筆備份記錄嗎？

source: Describe when this sub agent should be used. Keep it short — details go in Instructions.
de: Beschreiben Sie, wann dieser Subagent verwendet werden soll. Fassen Sie sich kurz – Details gehören in die Anweisungen.
es: Describe cuándo se debe usar este subagente. Sé breve: los detalles van en las instrucciones.
fr: Décrivez quand ce sous-agent doit être utilisé. Restez bref : les détails vont dans les instructions.
hr: Opišite kada se ovaj podagent treba koristiti. Neka bude kratko — detalji idu u Upute.
ja: どんなときに使うかを簡潔に書いてください。詳細は「指示」に記載します。
ko: 이 서브 에이전트를 언제 사용할지 설명하세요. 짧게 쓰고, 자세한 내용은 지침에 적으세요.
zh_hans: 写清楚何时该用它；细节放进「指令」。
zh_hant: 寫清楚何時該用它；細節放進「指令」。

source: Dismiss error
de: Fehler ausblenden
es: Descartar el error
fil: Isara ang error
fr: Masquer l'erreur
hr: Odbaci pogrešku
id: Tutup kesalahan
ja: エラーを閉じる
ko: 오류 닫기
ms: Tutup ralat
pl: Zamknij błąd
pt_br: Dispensar erro
ro: Închide eroarea
ru: Закрыть ошибку
th: ปิดข้อผิดพลาด
tr: Hatayı kapat
zh_hans: 关闭错误提示
zh_hant: 關閉錯誤提示

source: Don't back up files
de: Dateien nicht sichern
es: No respaldar archivos
fil: Huwag i-backup ang mga file
fr: Ne pas sauvegarder les fichiers
hr: Ne spremaj datoteke u kopiju
id: Jangan cadangkan file
ja: ファイルをバックアップしない
ko: 파일을 백업하지 않음
ms: Jangan sandarkan file
pl: Nie twórz kopii plików
pt_br: Não incluir arquivos
ro: Nu salva fișierele
ru: Не сохранять файлы
th: ไม่ต้องสำรองไฟล์
tr: Dosyaları yedekleme
zh_hans: 不备份文件
zh_hant: 不要備份檔案

source: Download
de: Laden
es: Descargar
fil: I-download
fr: Télécharger
hr: Preuzmi
id: Unduh
ja: ダウンロード
ko: 다운로드
ms: Muat Turun
pl: Pobierz
pt_br: Baixar
ro: Descarcă
ru: Загрузить
th: ดาวน์โหลด
tr: İndir
zh_hans: 下载
zh_hant: 下載

source: Download this backup?
de: Diese Sicherung laden?
es: ¿Descargar esta copia?
fil: I-download ang backup na ito?
fr: Télécharger cette sauvegarde ?
hr: Preuzeti ovu sigurnosnu kopiju?
id: Unduh cadangan ini?
ja: このバックアップをダウンロードしますか？
ko: 이 백업을 다운로드할까요?
ms: Muat turun sandaran ini?
pl: Pobrać tę kopię zapasową?
pt_br: Baixar este backup?
ro: Descarci această copie de rezervă?
ru: Загрузить эту копию?
th: ดาวน์โหลดข้อมูลสำรองนี้หรือไม่
tr: Bu yedek indirilsin mi?
zh_hans: 下载此备份？
zh_hant: 下載此備份？

source: During a Minis task, the agent calls these models for sub-tasks such as generating an image or summarizing text — work its own model can't do. Also callable from the terminal via minis-model-use. Only these are visible to the agent.
de: Während einer Minis-Aufgabe ruft der Agent diese Modelle für Teilaufgaben wie Bilderzeugung oder Zusammenfassung auf — Arbeiten, die sein eigenes Modell nicht leisten kann. Auch über das Terminal mit minis-model-use aufrufbar. Nur diese sind für den Agent sichtbar.
es: Durante una tarea de Minis, el agente invoca estos modelos para subtareas como generar una imagen o resumir texto, trabajo que su propio modelo no puede hacer. También se pueden invocar desde la terminal con minis-model-use. Solo estos son visibles para el agente.
fil: Sa isang Minis task, tinatawag ng agent ang mga model na ito para sa sub-task gaya ng paggawa ng larawan o pagbubuod ng text — gawaing hindi kayang gawin ng sarili nitong model. Matatawag din mula sa terminal gamit ang minis-model-use. Ito lang ang nakikita ng agent.
fr: Pendant une tâche Minis, l'agent appelle ces modèles pour des sous-tâches telles que la génération d'images ou le résumé — un travail que son propre modèle ne peut pas faire. Également appelables depuis le terminal via minis-model-use. Seuls ceux-ci sont visibles par l'agent.
hr: Tijekom Minis zadatka agent poziva ove modele za podzadatke poput generiranja slike ili sažimanja teksta — posao koji njegov vlastiti model ne može obaviti. Mogu se pozvati i iz terminala naredbom minis-model-use. Agentu su vidljivi samo ovi modeli.
id: Selama tugas Minis, agen memanggil model-model ini untuk sub-tugas seperti membuat gambar atau meringkas teks — pekerjaan yang tidak dapat dilakukan modelnya sendiri. Dapat juga dipanggil dari terminal via minis-model-use. Hanya inilah yang terlihat oleh agen.
ja: Minis のタスク中、Agent は画像生成や要約など、自身のモデルでは行えないサブタスクのためにこれらのモデルを呼び出します。ターミナルから minis-model-use でも呼び出せます。Agent にはこれらのみが表示されます。
ko: Minis 작업 중 Agent는 이미지 생성이나 요약처럼 자체 모델로는 할 수 없는 하위 작업을 위해 이 모델들을 호출합니다. 터미널에서 minis-model-use로도 호출할 수 있습니다. Agent에게는 이것만 보입니다.
ms: Semasa tugas Minis, ejen memanggil model-model ini untuk sub-tugas seperti menjana imej atau meringkaskan teks — kerja yang tidak boleh dilakukan modelnya sendiri. Boleh juga dipanggil dari terminal melalui minis-model-use. Hanya ini yang kelihatan kepada ejen.
pl: W trakcie zadania Minis agent wywołuje te modele do podzadań, np. generowania obrazu czy streszczania tekstu — czyli tego, czego nie potrafi jego własny model. Można je też wywołać z terminala przez minis-model-use. Tylko one są widoczne dla agenta.
pt_br: Durante uma tarefa do Minis, o agente chama estes modelos para subtarefas como gerar uma imagem ou resumir um texto — coisas que o modelo dele não faz. Também podem ser chamados no terminal por minis-model-use. Só estes ficam visíveis para o agente.
ro: În timpul unei sarcini Minis, agentul apelează aceste modele pentru subsarcini precum generarea unei imagini sau rezumarea unui text — lucruri pe care modelul lui nu le poate face. Pot fi apelate și din terminal, prin minis-model-use. Doar acestea sunt vizibile pentru agent.
ru: Во время задачи Minis агент вызывает эти модели для подзадач, таких как генерация изображения или создание сводки — работы, которую не может выполнить его собственная модель. Также вызываются из терминала через minis-model-use. Только они видны агенту.
th: ระหว่างงานของ Minis เอเจนต์จะเรียกโมเดลเหล่านี้สำหรับงานย่อย เช่น การสร้างรูปภาพหรือสรุปข้อความ — งานที่โมเดลของตัวเองทำไม่ได้ เรียกใช้จากเทอร์มินัลผ่าน minis-model-use ได้ด้วย เอเจนต์จะเห็นเฉพาะรายการเหล่านี้เท่านั้น
tr: Bir Minis görevi sırasında aracı, görsel üretme veya metin özetleme gibi alt görevler için bu modelleri çağırır — kendi modelinin yapamadığı işler. Terminalden minis-model-use ile de çağrılabilir. Aracı yalnızca bunları görür.
zh_hans: 在 Minis 任务中,Agent 会调用这些模型来完成生图、总结等子任务 —— 也就是它自身模型做不到的工作。也可通过终端 minis-model-use 命令调用。仅这些对 Agent 可见。
zh_hant: 在 Minis 任務中,Agent 會調用這些模型來完成生圖、總結等子任務 —— 也就是它自身模型做不到的工作。也可通過終端 minis-model-use 命令調用。僅這些對 Agent 可見。

source: Edit Sub Agent
de: Subagent bearbeiten
es: Editar subagente
fr: Modifier le sous-agent
hr: Uredi podagenta
ja: サブエージェントを編集
ko: 서브 에이전트 편집
zh_hans: 编辑子代理任务
zh_hant: 編輯子代理任務

source: Enter a single emoji to use as the icon.
de: Gib ein einzelnes Emoji als Symbol ein.
es: Introduce un solo emoji para usarlo como icono.
fil: Maglagay ng isang emoji na gagamiting icon.
fr: Saisissez un seul emoji à utiliser comme icône.
hr: Unesite jedan emoji koji će se koristiti kao ikona.
id: Masukkan satu emoji untuk dijadikan ikon.
ja: アイコンに使う絵文字を 1 つ入力してください。
ko: 아이콘으로 사용할 이모지를 1개 입력하십시오.
ms: Masukkan satu emoji untuk dijadikan ikon.
pl: Wprowadź jedno emoji, które będzie ikoną.
pt_br: Digite um único emoji para usar como ícone.
ro: Introdu un singur emoji care să fie folosit ca pictogramă.
ru: Введите одно эмодзи для использования в качестве значка.
th: ป้อนอิโมจิหนึ่งตัวเพื่อใช้เป็นไอคอน
tr: Simge olarak kullanmak üzere tek bir emoji girin.
zh_hans: 输入一个 Emoji 作为图标。
zh_hant: 輸入一個 Emoji 作為圖示。

source: Excluded Files
de: Ausgeschlossene Dateien
es: Archivos excluidos
fil: Mga Hindi Kasamang File
fr: Fichiers exclus
hr: Izuzete datoteke
id: File Dikecualikan
ja: 除外されたファイル
ko: 제외된 파일
ms: File Dikecualikan
pl: Pliki wykluczone
pt_br: Arquivos excluídos
ro: Fișiere excluse
ru: Исключённые файлы
th: ไฟล์ที่ไม่รวม
tr: Hariç Tutulan Dosyalar
zh_hans: 已排除的文件
zh_hant: 已排除的檔案

source: Expanding files…
de: Dateien werden entpackt…
es: Extrayendo archivos…
fil: Ini-extract ang mga file…
fr: Extraction des fichiers…
hr: Raspakiravanje datoteka…
id: Mengekstrak file…
ja: ファイルを展開中…
ko: 파일을 푸는 중…
ms: Mengekstrak file…
pl: Wypakowywanie plików…
pt_br: Extraindo os arquivos…
ro: Se extrag fișierele…
ru: Распаковка файлов…
th: กำลังแตกไฟล์…
tr: Dosyalar çıkarılıyor…
zh_hans: 正在解压文件…
zh_hant: 正在解壓縮檔案…

source: Export complete — %@ in %@, %lld file(s) excluded
de: Export abgeschlossen — %@ in %@, %lld Datei(en) ausgeschlossen
es: Exportación completada: %@ en %@, %lld archivos excluidos
fil: Tapos na ang export — %@ sa %@, %lld file ang hindi kasama
fr: Export terminé — %@ en %@, %lld fichier(s) exclu(s)
hr: Izvoz dovršen — %@ u %@, izuzetih datoteka: %lld
id: Ekspor selesai — %@ dalam %@, %lld file dikecualikan
ja: 書き出しが完了しました — %@（%@）、%lld 件のファイルを除外
ko: 내보내기 완료 — %@ (%@), %lld개 파일 제외
ms: Eksport selesai — %@ dalam %@, %lld file dikecualikan
pl: Eksport ukończony — %@ w %@, wykluczonych plików: %lld
pt_br: Exportação concluída — %@ em %@, %lld arquivo(s) excluído(s)
ro: Export finalizat — %@ în %@, fișiere excluse: %lld
ru: Экспорт завершён — %@ за %@, исключено файлов: %lld
th: ส่งออกเสร็จสิ้น — %@ ใน %@ ไม่รวม %lld ไฟล์
tr: Dışa aktarma tamamlandı — %@ / %@ içinde, hariç tutulan dosya: %lld
zh_hans: 导出完成——%1$@，耗时 %2$@，已排除 %3$lld 个文件
zh_hant: 匯出完成 — %@（%@），已排除 %lld 個檔案

source: Export complete — %@ in %@
de: Export abgeschlossen — %@ in %@
es: Exportación completada: %@ en %@
fil: Tapos na ang export — %@ sa %@
fr: Export terminé — %@ en %@
hr: Izvoz dovršen — %@ u %@
id: Ekspor selesai — %@ dalam %@
ja: 書き出しが完了しました — %@（%@）
ko: 내보내기 완료 — %@ (%@)
ms: Eksport selesai — %@ dalam %@
pl: Eksport ukończony — %@ w %@
pt_br: Exportação concluída — %@ em %@
ro: Export finalizat — %@ în %@
ru: Экспорт завершён — %@ за %@
th: ส่งออกเสร็จสิ้น — %@ ใน %@
tr: Dışa aktarma tamamlandı — %@ / %@ içinde
zh_hans: 导出完成——%1$@，耗时 %2$@
zh_hant: 匯出完成 — %@（%@）

source: Exporting environment variables…
de: Umgebungsvariablen werden exportiert…
es: Exportando variables de entorno…
fil: Ini-export ang mga environment variable…
fr: Export des variables d'environnement…
hr: Izvoz varijabli okruženja…
id: Mengekspor variabel lingkungan…
ja: 環境変数を書き出し中…
ko: 환경 변수 내보내는 중…
ms: Mengeksport pemboleh ubah persekitaran…
pl: Eksportowanie zmiennych środowiskowych…
pt_br: Exportando variáveis de ambiente…
ro: Se exportă variabilele de mediu…
ru: Экспорт переменных окружения…
th: กำลังส่งออกตัวแปรสภาพแวดล้อม…
tr: Ortam değişkenleri dışa aktarılıyor…
zh_hans: 正在导出环境变量…
zh_hant: 匯出環境變數中…

source: File contents
de: Dateiinhalt
es: Contenido del archivo
fil: Nilalaman ng file
fr: Contenu du fichier
hr: Sadržaj datoteka
id: Isi file
ja: ファイルの内容
ko: 파일 내용
ms: Kandungan file
pl: Zawartość pliku
pt_br: Conteúdo do arquivo
ro: Conținutul fișierului
ru: Содержимое файла
th: เนื้อหาไฟล์
tr: Dosya içeriği
zh_hans: 文件内容
zh_hant: 檔案內容

source: Files excluded
de: Dateien ausgeschlossen
es: Archivos excluidos
fil: Hindi kasama ang mga file
fr: Fichiers exclus
hr: Datoteke izuzete
id: File dikecualikan
ja: 除外されたファイル
ko: 제외된 파일
ms: File dikecualikan
pl: Pominięte pliki
pt_br: Arquivos de fora
ro: Fișiere excluse
ru: Файлы исключены
th: ไม่รวมไฟล์
tr: Dışarıda bırakılan dosyalar
zh_hans: 已排除文件
zh_hant: 已排除的檔案

source: Files not included
de: Dateien nicht enthalten
es: Archivos no incluidos
fil: Hindi kasama ang mga file
fr: Fichiers non inclus
hr: Datoteke nisu uključene
id: File tidak disertakan
ja: ファイルは含まれません
ko: 파일이 포함되지 않음
ms: File tidak disertakan
pl: Pliki nieuwzględnione
pt_br: Arquivos não incluídos
ro: Fișiere neincluse
ru: Файлы не включены
th: ไม่รวมไฟล์
tr: Dosyalar dahil edilmedi
zh_hans: 未包含文件
zh_hant: 未包含檔案

source: Generation stopped
de: Generierung gestoppt
es: Generación detenida
fil: Huminto ang paggawa
fr: Génération arrêtée
hr: Generiranje zaustavljeno
id: Pembuatan dihentikan
ja: 生成を停止しました
ko: 생성이 중지됨
ms: Penjanaan dihentikan
pl: Zatrzymano generowanie
pt_br: Geração interrompida
ro: Generare oprită
ru: Генерация остановлена
th: หยุดการสร้างแล้ว
tr: Üretim durduruldu
zh_hans: 已停止生成
zh_hant: 已停止生成

source: Go
de: Los
es: Ir
fil: Pumunta
fr: Aller
hr: Idi
id: Buka
ja: 移動
ko: 이동
ms: Pergi
pl: Przejdź
pt_br: Ir
ro: Mergi
ru: Перейти
th: ไป
tr: Git
zh_hans: 前往
zh_hant: 前往

source: Go to Path
de: Zum Pfad
es: Ir a la ruta
fil: Pumunta sa Path
fr: Aller au chemin
hr: Idi na putanju
id: Buka Jalur
ja: パスへ移動
ko: 경로로 이동
ms: Pergi ke Laluan
pl: Przejdź do ścieżki
pt_br: Ir para o caminho
ro: Mergi la cale
ru: Перейти к пути
th: ไปยังพาธ
tr: Yola Git
zh_hans: 跳转到路径
zh_hant: 前往路徑
